Repository: bluedynamics/bda.plone.payment
Catalog: src/bda/plone/payment/locales/*/LC_MESSAGES/bda.plone.payment.po
Languages: nl, no

source: Cash
nl: Contant
no: Kontant

source: Cash in advance
nl: Vooruitbetaling

# cash_in_advance_text
source: Thanks for your Order. You will receive the Invoice by E-Mail. As soon as we receive the amount at our banking account, your offer gets delivered.
nl: Bedankt voor uw bestelling. U ontvangt de factuur per e-mail. Zodra wij het bedrag op onze bankrekening hebben ontvangen zullen wij uw bestelling versturen.

# cash_on_delivery
source: Cash on delivery. An extra fee of ${costs} ${currency} will be charged on order delivery
nl: Rembours. Extra kosten ${costs} ${currency} worden berekend bij de bezorging.

# cash_on_delivery_text
source: Thanks for your Order. You will receive the Invoice by E-Mail. You will be asked for payment when receiving the goods. Please make sure you have the money available as your order arrives.
nl: Bedankt voor uw bestelling. U ontvangt de factuur per e-mail. U wordt gevraagd te betalen wanneer u de artikelen ontvangt. Zorg dat u over contant geld beschikt als de bestelling arriveert.

# cash_text
source: Thanks for your Order. You have choosen to pay in cash. Please print displayed order number and hand it at cash desk.
nl: Bedankt voor uw bestelling. U heeft gekozen om contant te betalen. Neem uw ordernummer mee als u bij de kassa betaald.
no: Takk for din bestilling. Du har valgt kontanter. Vennligst skriv ned oppgitt bestillingsnummer og ta dette med.

source: Debit Order
nl: Automatische incasso
no: Kredittbestilling

# debit_order_text
source: Thanks for your Order. Your banking account will be charged by order value. As soon as debit order was successful, your offer gets delivered.
nl: Bedankt voor uw bestelling! Het bedrag zal van uw rekening worden afgeschreven. Wanneer de afschrijving succesvol is voltooid, wordt uw bestelling geleverd.
no: Takk for din bestilling. Din konto vil bli belastet fakturabeløpet. Når beløpet har blitt belastet, vil vi levere bestillingen din.

source: Invoice
nl: Factuur
no: Regning

# invoice_text
source: Thanks for your Order. You will receive an Invoice by E-Mail.
nl: Bedankt voor uw bestelling. U ontvangt de factuur per e-mail.
no: Takk for din bestilling. Du vil motta en faktura via e-post. Når betalingen er mottatt av oss, vil vi levere bestillingen din.

source: Order Received
nl: Bestelling ontvangen
no: Bestilling mottatt

source: Payment Aborted
nl: Betaling afgebroken
no: Zahlung abgebrochen

# payment_done
source: continue
nl: Verder
no: Videre

source: Payment Error
nl: Fout tijdens het afrekenen
no: Feil under betalingsprosessen

source: Payment Failed
nl: Betaling mislukt
no: Betalingen mislykkes

source: Payment Success
nl: Bestelling is succesvol afgerond
no: Fullført bestilling

# six_payment_aborted_text
source: Payment has been aborted.
nl: De betaling is geannuleerd
no: Betalingsprosessen ble avbrutt.

# six_payment_failed_text
source: Sorry. Failed to complete your order. If you think the failure remains on our side, please contact
nl: Sorry, uw bestelling is niet voltooid. Contact ons als u denkt dat de fout bij ons ligt.
no: Klarte ikke å fullføre bestillingen. Hvis du har mottatt denne meldingen ved en feil, vennligst kontakt

# six_payment_success_text
source: Your Order has been completed successful.
nl: Uw bestelling is succesvol afgerond
no: Bestillingen er fullført.

# six_payment_verification_failed
source: Something nasty is going on. Payment verification failed. If you think the failure remains on our side, please contact
nl: Er is iets mis gegaan. De betalingsverificatie is mislukt. Neem contact met ons op als u denkt dat de fout bij ons ligt.
no: Feil på verifisering av betalingen. Hvis du fikk denne i feilmelding, ta kontakt

source: us
nl: ons
no: oss
